tap "homebrew/bundle"
brew "atuin"
brew "bat"
brew "python@3.13"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "eye-d3"
brew "eza"
brew "fd"
brew "flac"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "imagemagick"
brew "just"
brew "lsdvd"
brew "neovim"
brew "rclone"
brew "ripgrep"
brew "ruff"
brew "sshpass"
brew "starship"
brew "tmux"
brew "unzip"
brew "uv"
brew "wget"
brew "zip"
brew "zoxide"
brew "zsh"
cask "appcleaner"
cask "calibre"
cask "discord"
cask "element"
cask "firefox"
cask "google-chrome"
cask "gstreamer-runtime"
cask "handbrake"
cask "iterm2"
cask "jellyfin-media-player"
cask "joplin"
cask "logseq"
cask "makemkv"
cask "mediainfo"
cask "microsoft-edge"
cask "mkvtoolnix"
cask "mullvad-browser"
cask "mullvadvpn"
cask "netnewswire"
cask "orion"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "signal"
cask "skype"
cask "standard-notes"
cask "syncthing"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wine-stable"
vscode "charliermarsh.ruff"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "streetsidesoftware.code-spell-checker"
